def area(a, b):
    '''
    Возвращает площадь площадь прямоугольника.
        Параметры:
        a (float) - первая сторона
        b (float) - вторая сторона

        Возвращаемое значение:
        Произведение сторон
    '''
    return a * b

def perimetr(a, b):
    '''
    Возвращает площадь площадь прямоугольника.
        Параметры:
        a (float) - первая сторона
        b (float) - вторая сторона

        Возвращаемое значение:
        Удвоенная сумма сторон
    '''
    return (a + b) * 2
